app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "yoooo"], ["created_at", "2020-12-28 16:10:26.567942"], ["updated_at", "2020-12-28 16:10:26.567942"]]
---
    def create
        @article = Article.new(params[:article])
        @article.save